{
    "Home": "အိမ်",

    "Blog": "ဘလော့",

    "Services": "ဝန်ဆောင်မှုများ",

    "About": "ကျွန်ုပ်တို့အကြောင်း",

    "Contact Us": "ဆက်သွယ်ရန်",

    "Recently Updated Blogs": "မကြာသေးခင်ကတင်ထားသော ဘလော့များ",

    "See All": "အားလုံး",
    
    "Our Services": "ကျွန်ုပ်တို့၏ဝန်ဆောင်မှုများ",

    "About ROSE": "Roseအကြောင်း",

    "Read More": "ပိုပြီးဖတ်ရန်",

    "Transit Container service": "ကွန်တိန်နာအကူးအပြောင်းဝန်ဆောင်မှု",

    "Custom Clearance Service": "ကတ်စ်တန်ရှင်းလင်းရေးဝန်ဆောင်မှု",

    "Import Service !": "သွင်းကုန်ဝန်ဆောင်မှု !",

    "Export Service !": "ပို့ကုန်ဝန်ဆောင်မှု !",

    "Warehouse Service !": "ဂိုဒေါင်ဝန်ဆောင်မှု !",

    "About Us": "ကျွန်ုပ်တို့အကြောင်း",

    "Who We Are !": "ကျွန်ုပ်တို့က ဘယ်သူလဲ !",

    "Our Mission !": "ကျွန်ုပ်တို့၏မစ်ရှင် !",

    "Our Vision !": "ကျွန်ုပ်တို့၏အမြင် !",

    "Our History": "ကျွန်ုပ်တို့၏သမိုင်း",

    "Language": "ဘာသာစကား",

    "Thai": "ထိုင်း",

    "English": "အင်္ဂလိပ်",

    "Myanmar": "မြန်မာ",

    "Contact For Any Assist": "မည်သည့်အကူအညီအတွက်မဆို ဆက်သွယ်ရန်",

    "Our Address": "ကျွန်ုပ်တို့၏လိပ်စာ",

    "Get In Touch With Us": "ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ",

    "Your Name": "သင့်နာမည်",

    "Your Gmail": "သင့်Gmail",

    "Your Phone": "သင့်ဖုန်း",

    "Write a Message": "Messageရေးပါ",

    "Type Your Name": "သင့်အမည်ကို ရိုက်ထည့်ပါ",

    "Type Your Gmail": "သင့် Gmail ကို ရိုက်ထည့်ပါ",
    
    "Type Your Number": "သင့်ဖုန်းကို ရိုက်ထည့်ပါ။",

    "Type a message": "စာရိုက်ပါ",

    "Send Message": "Message ပို့ရန်",

    "1/53 Buakoon Road, Mae Sot District,": "1/53 Buakoon လမ်း၊ မဲဆောက်ခရိုင်၊",

    "Tak 63110 Thailand": "တာ့ခ် 63110 ထိုင်းနိုင်ငံ",

    "1/53 Buakoon Road, Mae Sot District,Tak 63110,Thailand": "1/53 Buakoon လမ်း၊ မဲဆောက်ခရိုင်၊ တာ့ခ်  63110၊ ထိုင်းနိုင်ငံ",

    "We warmly welcome you to work with us,for timly fast and reliable trading": "အချိန်မီ လျင်မြန်ပြီး ယုံကြည်စိတ်ချရသော ကုန်သွယ်မှုအတွက် ကျွန်ုပ်တို့နှင့်အတူ လုပ်ဆောင်ရန် သင့်အား နွေးထွေးစွာ ကြိုဆိုပါသည်",

    "We invite you to work with ROSE IMPORT EXPORT COMPANY LIMITED, which always provides the best services": "အကောင်းဆုံးဝန်ဆောင်မှုများကို အမြဲပေးဆောင်နေသော ROSE IMPORT EXPORT COMPANY LIMITED နှင့် လက်တွဲလုပ်ဆောင်ရန် သင့်အား ဖိတ်ခေါ်အပ်ပါသည်။",

    "We are Rose Import Export Co.,Ltd who deliver your goods from Thailand's airports and seaports to their destination quickly and without damage.": "ကျွန်ုပ်တို့သည်  လူကြီးမင်းတို့၏ ကုန်ပစ္စည်းများကို ထိုင်းနိုင်ငံ၏ လေဆိပ်များနှင့် ဆိပ်ကမ်းများမှ လူကြီးမင်းတို့၏လိုရာခရီးသို့ လျင်မြန်စွာ မပျက်စီးဘဲ ပို့ဆောင်ပေးနေသော Rose Import Export Co.,Ltd ပဲဖြစ်ပါသည်",

    "Cruise through seamless transit container services with us! Our comprehensive solutions ensure your cargo moves swiftly and securely from point A (where u want) to point B (where u want), whether it's a brief stopover or a multi-leg journey. With our expert handling and global network of partners, your shipments are in safe hands, ensuring timely delivery and peace of mind every step of the way.": "ချောမွေ့သော ကွန်တိန်နာပို့ဆောင်ရေးဝန်ဆောင်မှုများအတွက် ကျွန်ုပ်တို့နဲ့ပျော်ပျော်လက်တွဲလိုက်ပါ ကျွန်ုပ်တို့၏ ပြည့်စုံသောလုပ်ငန်းများသည် သင်၏ကုန်များကိုအမှတ် A (သင်အလိုရှိရာ) မှ အမှတ် B (သင်အလိုရှိရာ) သို့ လျင်မြန်စွာ လုံခြုံစွာ ပို့ဆောင်ပေးပါသည်။ ကျွန်ုပ်တို့၏ကျွမ်းကျင်သောကိုင်တွယ်မှုနှင့် ကမ္ဘာလုံးဆိုင်ရာမိတ်ဖက်များကွန်ရက်နှင့်အတူ၊ သင်၏ပို့ဆောင်မှုများသည် လုံခြုံသောလက်ထဲတွင်ရှိပြီး၊ အချိန်မီပေးပို့မှုနှင့် ခြေလှမ်းတိုင်းကို စိတ်ငြိမ်သက်မှုရရှိစေမည်ဖြစ်သည်။",

    "Leave the hassle behind and entrust your cargo clearance to our seasoned professionals! Start your journey with us today, and we'll promptly initiate the clearance process on your behalf. Our knowledgeable agents will guide you through the necessary documentation needed to proceed smoothly.": "အခက်အခဲများကို နောက်ကွယ်တွင် ထားခဲ့ကာ သင်၏ကုန်တင်ရှင်းလင်းမှုကို ကျွန်ုပ်တို့၏ ကျွမ်းကျင်ပညာရှင်များထံ အပ်နှံလိုက်ပါ။ သင်၏ခရီးကို ယနေ့ကျွန်ုပ်တို့နှင့်အတူ စတင်ပါ၊ သင့်ကိုယ်စား ရှင်းလင်းရေးလုပ်ငန်းစဉ်ကို ချက်ချင်းစတင်ပါမည်။ ကျွန်ုပ်တို့၏ တတ်ကျွမ်းနားလည်သော အေးဂျင့်များသည် သင့်အား ချောမွေ့စွာ ဆက်လက်လုပ်ဆောင်ရန် လိုအပ်သော စာရွက်စာတမ်းများမှတစ်ဆင့် သင့်အား လမ်းညွှန်ပေးမည်ဖြစ်ပါသည်။",

    "Whether you're importing small parcels or full container loads, our dedicated team is equipped to handle your cargo needs seamlessly from origin to destination. No matter the size or complexity, trust our professionals to navigate the logistics process efficiently, ensuring your goods reach their destination hassle-free.": "သင်၏ ပါဆယ်ထုပ်ငယ်များ သို့မဟုတ် ကွန်တိန်နာအပြည့်တင်သည်ဖြစ်စေ တင်သွင်းသည်ဖြစ်စေ ကျွန်ုပ်တို့၏ သီးသန့်အဖွဲ့သည် သင်၏ကုန်တင်လိုအပ်ချက်များကို မူရင်းနေရာမှ ဦးတည်ရာသို့ ချောမွေ့စွာ ကိုင်တွယ်ဖြေရှင်းရန် တပ်ဆင်ထားပါသည်။ အရွယ်အစား သို့မဟုတ် ရှုပ်ထွေးနေပါစေ၊ သင့်ကုန်ပစ္စည်းများသည် အခက်တွေ့စရာမလိုဘဲ ပို့ဆောင်ရေးလုပ်ငန်းစဉ်ကို ထိရောက်စွာသွားလာနိုင်ရန် ကျွန်ုပ်တို့၏ကျွမ်းကျင်ပညာရှင်များကို ယုံကြည်လိုက်ပါ။",

    "Unlock the global marketplace with our tailored export services designed to elevate your business to new heights. From meticulous documentation to strategic logistics planning, we handle every aspect of your export journey with precision and care. Our experienced team ensures seamless operations, allowing you to focus on what you do best – growing your business. Whether you're shipping small parcels or large-scale cargo, trust us to deliver excellence every step of the way.": "သင့်လုပ်ငန်းကို မြှင့်တင်ရန် ကျွန်ုပ်တို့၏ အံဝင်ခွင်ကျ ပို့ကုန်ဝန်ဆောင်မှုများဖြင့် စတင်လိုက်ပါ။ စေ့စပ်သေချာသော စာရွက်စာတမ်းများမှသည် မဟာဗျူဟာမြောက် ထောက်ပံ့ပို့ဆောင်ရေး စီစဉ်ခြင်းအထိ၊ ကျွန်ုပ်တို့သည် သင်၏ ပို့ကုန်ခရီး၏ ကဏ္ဍအားလုံးကို တိကျစွာ ဂရုတစိုက် ဆောင်ရွက်ပေးပါသည်။ ကျွန်ုပ်တို့၏ အတွေ့အကြုံရှိသော အဖွဲ့သည် သင့်လုပ်ငန်းကို ကြီးထွားစေမည့် အကောင်းဆုံးအရာကို အာရုံစိုက်နိုင်စေမည့် ချောမွေ့သော လည်ပတ်မှုများကို သေချာစေပါသည်။ သေးငယ်သော ပါဆယ်ထုပ်များ သို့မဟုတ် အကြီးစား ကုန်ပစ္စည်းများကို ပို့ဆောင်သည်ဖြစ်စေ ခြေလှမ်းတိုင်းတွင် ထူးချွန်မှုကို ပေးအပ်ရန် ကျွန်ုပ်တို့ကို ယုံကြည်လိုက်ပါ။",

    "Efficient warehouse services are crucial for a successful supply chain, providing secure storage, inventory management, and seamless distribution. They optimize space, ensure timely order fulfillment, and accurately track inventory, reducing costs and boosting customer satisfaction. Utilizing advanced technologies like barcode scanning, RFID, and warehouse management systems (WMS), businesses achieve higher accuracy and efficiency, ensuring products are always available and promptly delivered.": "ထိရောက်သော သိုလှောင်ရုံဝန်ဆောင်မှုများသည် အောင်မြင်သော ထောက်ပံ့ရေးကွင်းဆက်အတွက် အရေးကြီးသည်၊ လုံခြုံသောသိုလှောင်မှု၊ စာရင်းစီမံခန့်ခွဲမှုနှင့် ချောမွေ့စွာ ဖြန့်ဖြူးပေးဆောင်ရန် အရေးကြီးပါသည်။ သိုလှောင်ရုံဝန်ဆောင်မှုသည် အချိန်မီ မှာယူမှုကို သေချာစေရန်နှင့် ကုန်ပစ္စည်းစာရင်းကို တိကျစွာ ခြေရာခံကာ၊ ကုန်ကျစရိတ်များကို လျှော့ချပေးပြီး သုံးစွဲသူများ၏ စိတ်ကျေနပ်မှုကို မြှင့်တင်ပေးပါသည်။ ဘားကုဒ်စကင်န်ဖတ်ခြင်း၊ RFID နှင့် သိုလှောင်ရုံစီမံခန့်ခွဲမှုစနစ်များ (WMS) ကဲ့သို့သော အဆင့်မြင့်နည်းပညာများကို အသုံးချခြင်းဖြင့် စီးပွားရေးလုပ်ငန်းများသည် ပိုမိုတိကျမှုနှင့် ထိရောက်မှုတို့ကို ရရှိစေကာ ထုတ်ကုန်များကို အမြဲရရှိနိုင်ပြီး ချက်ခြင်းလက်ငင်းပို့ဆောင်ပေးကြောင်း သေချာစေပါသည်။",

    "Welcome to ROSE Import Export Company Ltd, your gateway to seamless global trade. Established in 2020, we are a leading export-import firm dedicated to facilitating international commerce with efficiency, reliability, and integrity. Our company is driven by a passion for connecting businesses around the world, helping them to expand their horizons and achieve unparalleled growth.": "ချောမွေ့သောကုန်သွယ်မှုအတွက် သင်၏တံခါးပေါက်ဖြစ်သော ROSE သွင်းကုန်ထုတ်ကုန်ကုမ္ပဏီလီမိတက်မှ ကြိုဆိုပါသည်။ 2020 ခုနှစ်တွင် စတင်တည်ထောင်ခဲ့ပြီး၊ ကျွန်ုပ်တို့သည် နိုင်ငံတကာကုန်သွယ်မှုကို ထိရောက်မှု၊ ယုံကြည်စိတ်ချရမှုနှင့် သမာဓိရှိမှုတို့ဖြင့် ကူညီဆောင်ရွက်ပေးရန် ရည်ရွယ်ထားသော ထိပ်တန်းပို့ကုန်-သွင်းကုန်ကုမ္ပဏီတစ်ခုဖြစ်သည်။ ကျွန်ုပ်တို့၏ကုမ္ပဏီသည် ကမ္ဘာတစ်ဝှမ်းရှိ စီးပွားရေးလုပ်ငန်းများကို ချိတ်ဆက်ရန် စိတ်အားထက်သန်မှုဖြင့် တွန်းအားပေးကာ ၎င်းတို့အား ၎င်းတို့၏ မိုးကုတ်စက်ဝိုင်းများကို ချဲ့ထွင်ရန်နှင့် တုနှိုင်းမယှဉ်နိုင်သော တိုးတက်မှုရရှိစေရန် ကူညီပေးပါသည်။",

    "To simplify international trade for businesses of all sizes by providing expert guidance, comprehensive  services, and unwavering support, ensuring a smooth and successful trading experience.": "ကျွန်ုပ်တို့၏မစ်ရှင်မှာကျွမ်းကျင်သောလမ်းညွှန်မှု၊ ပြည့်စုံသောဝန်ဆောင်မှုများနှင့် မယိမ်းယိုင်သောပံ့ပိုးကူညီမှုများပေးခြင်းဖြင့် အရွယ်အစားအားလုံးရှိ စီးပွားရေးလုပ်ငန်းများအတွက် ချောမွေ့ရိုးရှင်းသော ကုန်သွယ်မှုကို ရရှိစေရန် ဖြစ်သည်",

    "To be the most trusted and reliable partner in global trade, fostering economic growth and cross-cultural exchange through our dedicated services.": "ကျွန်ုပ်တို့၏ မျှော်မှန်းချက်မှာ ကျွန်ုပ်တို့၏ သီးသန့်ဝန်ဆောင်မှုများမှတစ်ဆင့် စီးပွားရေးတိုးတက်မှုနှင့် ယဉ်ကျေးမှုကူးလူးဖလှယ်မှုကို မြှင့်တင်ပေးသည့် ကမ္ဘာလုံးဆိုင်ရာကုန်သွယ်မှုတွင် ယုံကြည်စိတ်ချရဆုံးသော မိတ်ဖက်ဖြစ်ရန်ဖြစ်သည်။",

    "We, Rose Export Import Co., Ltd was established in 2020. For the first time, we delivered some containers from Lanchabang Port to Mae Sot Mae Sot to Myawaddy smoothly. There were only 2 warehouses in Yangon and Myawaddy in 2020. We implemented according to our core and got the customer's satisfaction feedback. By 2022, we have expanded to 3 warehouses with one office each in Yangon and Myawaddy. With the trust of customers, I was able to grow my business and expand to a total of 6 warehouses and a large number of transport trucks. In addition, in 2023, the head office was expanded and built in Mae Sot, Thailand. So now, due to my hard work and the trust of you guys, I will be called Rose in the import and export company and have achieved success.": "ကျွန်ုပ်တို့ Rose Export Import Co.,Ltd ကို 2020 ခုနှစ်တွင် တည်ထောင်ခဲ့ပါသည်။ ပထမဆုံးအကြိမ်အဖြစ် လန်ချာဘန်းဆိပ်ကမ်းမှ မဲဆောက်၊ မဲဆောက်မှ    မြဝတီမြို့သို့ ကွန်တိန်နာအချို့ကို ချောမွေ့စွာ ပို့ဆောင်ပေးခဲ့ပါသည်။ 2020 ခုနှစ်တွင် ရန်ကုန်နှင့် မြဝတီတွင် ဂိုဒေါင် 2 ရုံသာရှိခဲ့သည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ မစ်ရှင်အတိုင်း အကောင်အထည်ဖော်ပြီး သုံးစွဲသူများ၏ စိတ်ကျေနပ်မှု တုံ့ပြန်ချက်များကို ရရှိခဲ့ပါသည်။ 2022 တွင် ရန်ကုန်နှင့် မြဝတီတို့တွင် ရုံးခန်းတစ်ခုစီဖြင့် ဂိုဒေါင် ၃ ရုံကို တိုးချဲ့ဆောင်ရွက်ခဲ့ပါသည်။ ဖောက်သည်များ၏ယုံကြည်မှုဖြင့် ကျွန်ုပ်သည် ကျွန်ုပ်၏လုပ်ငန်းကို ကြီးထွားစေပြီး စုစုပေါင်းဂိုဒေါင် ၆ လုံးနှင့် သယ်ယူပို့ဆောင်ရေးထရပ်ကားအမြောက်အမြားအထိ တိုးချဲ့နိုင်ခဲ့သည်။ ထို့အပြင် ၂၀၂၃ ခုနှစ်တွင် ထိုင်းနိုင်ငံ မဲဆောက်တွင် ရုံးချုပ်ကို တိုးချဲ့တည်ဆောက်ခဲ့သည်။ ယခုတော့ ကျွန်ုပ်တို့၏ကြိုးစားအားထုတ်မှုနှင့် သင်တို့၏ယုံကြည်မှုကြောင့် သွင်းကုန်ထုတ်ကုန်ကုမ္ပဏီလုပ်ငန်းများတွင် Rose ဆိုပြီး နာမည်တစ်လုံးတည်းနှင့်ရပ်တည်နိုင်ခဲ့သည်။"
}
